Repository: Saydulayev/dinIslam
Catalog: dinIslam/Resources/*.lproj/Localizable.strings
Languages: ru

# start.description
source: Knowledge before words and deeds!
ru: Знание – прежде слов и деяний!

# start.begin
source: Start Quiz
ru: Начать изучение

# start.loading
source: Loading...
ru: Загрузка...

# start.bestScore
source: Best Score
ru: Лучший результат

# start.examMode
source: Exam Mode
ru: Режим экзамена

# start.averageScore
source: Average Score
ru: Средний результат

# start.basedOnGames
source: based on %d game
ru: на основе %d игры

# start.noGamesYet
source: No data yet
ru: Пока нет данных

# quiz.question
source: Question
ru: Вопрос

# quiz.score
source: Score
ru: Счёт

# result.title
source: Result
ru: Результат

# result.correctAnswers
source: correct answers
ru: правильных ответов

# result.totalQuestions
source: Total Questions:
ru: Всего вопросов:

# result.timeSpent
source: Time:
ru: Время:

# result.newRecord
source: New Record!
ru: Новый рекорд!

# result.playAgain
source: Continue Learning
ru: Продолжить изучение

# result.backToStart
source: Back to Start
ru: В главное меню

# difficulty.easy
source: Easy
ru: Лёгкий

# difficulty.medium
source: Medium
ru: Средний

# difficulty.hard
source: Hard
ru: Сложный

# settings.title
source: Settings
ru: Настройки

# settings.done
source: Done
ru: Готово

# settings.cancel
source: Cancel
ru: Отмена

# settings.appSettings
source: App Settings
ru: Настройки приложения

# settings.language.title
source: Language
ru: Язык

# settings.language.system
source: System
ru: Системный

# settings.sound.title
source: Sound
ru: Звук

# settings.haptic.title
source: Haptic
ru: Тактильная обратная связь

# settings.notifications.title
source: Notifications
ru: Уведомления

# settings.support
source: Support
ru: Поддержка

# settings.feedback.title
source: Send Feedback
ru: Обратная связь

# settings.feedback.subtitle
source: Share your thoughts
ru: Поделитесь своими мыслями

# settings.feedback.message
source: Choose how to send your feedback
ru: Выберите способ отправки отзыва

# settings.feedback.email
source: Send Email
ru: Отправить email

# settings.feedback.appStore
source: Rate in App Store
ru: Оценить в App Store

# settings.rate.title
source: Rate App
ru: Оценить приложение

# settings.rate.subtitle
source: Help us improve
ru: Помогите нам стать лучше

# settings.rate.message
source: Your rating helps us improve the app
ru: Ваша оценка поможет нам улучшить приложение

# settings.rate.now
source: Rate Now
ru: Оценить сейчас

# settings.rate.later
source: Remind Later
ru: Напомнить позже

# settings.share.title
source: Share
ru: Поделиться

# settings.share.subtitle
source: Tell your friends
ru: Расскажите друзьям

# settings.share.text
source: Learn your religion with Tabiin Academy
ru: Изучайте свою религию с Tabiin Academy

# settings.about
source: About
ru: О приложении

# settings.version.title
source: Version
ru: Версия

# settings.privacy.title
source: Privacy Policy
ru: Политика конфиденциальности

# settings.terms.title
source: Terms of Service
ru: Условия использования

# settings.dangerZone
source: Danger Zone
ru: Опасная зона

# settings.reset.title
source: Reset Settings
ru: Сбросить настройки

# settings.reset.footer
source: This will reset all settings to default values
ru: Это действие сбросит все настройки к значениям по умолчанию

# quiz.stop
source: Stop
ru: Стоп

# quiz.stop.confirm.title
source: Quit Quiz?
ru: Выйти из викторины?

# quiz.stop.confirm.message
source: Progress will be lost.
ru: Прогресс будет потерян.

# quiz.stop.confirm.ok
source: Quit
ru: Выйти

# quiz.stop.confirm.cancel
source: Cancel
ru: Отмена

# quiz.finish
source: Finish
ru: Завершить

# quiz.finish.confirm.title
source: Finish Quiz?
ru: Завершить викторину?

# quiz.finish.confirm.message
source: Results will be saved.
ru: Результаты будут сохранены.

# quiz.finish.confirm.ok
source: Finish
ru: Завершить

# quiz.finish.confirm.cancel
source: Cancel
ru: Отмена

# stats.title
source: Statistics
ru: Статистика

# stats.done
source: Done
ru: Готово

# stats.reset
source: Reset
ru: Сбросить

# stats.reset.confirm.title
source: Reset Statistics?
ru: Сбросить статистику?

# stats.reset.confirm.message
source: This will reset all statistics, including the average score. This action cannot be undone.
ru: Это действие сбросит всю статистику, включая средний результат. Это действие нельзя отменить.

# stats.reset.confirm.ok
source: Reset
ru: Сбросить

# stats.reset.confirm.cancel
source: Cancel
ru: Отмена

# stats.questionsStudied.title
source: Questions Studied
ru: Изучено вопросов

# stats.correctAnswers.title
source: Correct Answers
ru: Правильных ответов

# stats.incorrectAnswers.title
source: Incorrect Answers
ru: Неправильных ответов

# stats.correctedMistakes.title
source: Mistakes Corrected
ru: Исправлено ошибок

# stats.totalQuestions.title
source: Total Questions
ru: Всего вопросов

# stats.remainingQuestions.title
source: Remaining Questions
ru: Осталось изучить

# stats.quizzesCompleted.title
source: Quizzes Completed
ru: Завершено викторин

# stats.currentStreak.title
source: Current Streak
ru: Серия побед

# stats.lastQuiz
source: Last Quiz:
ru: Последняя викторина:

# stats.wrongQuestions
source: Questions to Review
ru: Вопросы для повторения

# stats.wrongQuestionsCount.title
source: Wrong Questions
ru: Неправильных вопросов

# stats.repeatMistakes
source: Repeat Mistakes
ru: Повторить ошибки

# stats.questionsStudied
source: %d question studied
ru: %d вопрос изучен

# stats.correctAnswers
source: %d correct answer
ru: %d правильный ответ

# stats.incorrectAnswers
source: %d incorrect answer
ru: %d неправильный ответ

# stats.correctedMistakes
source: %d mistake corrected
ru: %d ошибка исправлена

# stats.totalQuestions
source: %d total question
ru: %d всего вопросов

# stats.remainingQuestions
source: %d question remaining
ru: %d вопрос остался

# stats.quizzesCompleted
source: %d quiz completed
ru: %d викторина завершена

# stats.currentStreak
source: %d day streak
ru: %d день подряд

# stats.wrongQuestionsCount
source: %d wrong question
ru: %d неправильный вопрос

# stats.sync.title
source: Sync
ru: Синхронизация

# stats.sync.status
source: Status
ru: Статус

# stats.sync.available
source: Updates Available
ru: Доступны обновления

# stats.sync.upToDate
source: Up to Date
ru: Актуально

# stats.sync.newQuestions.title
source: New Questions
ru: Новых вопросов

# stats.sync.newQuestions
source: %d new question
ru: %d новый вопрос

# stats.sync.check
source: Check Updates
ru: Проверить

# stats.sync.sync
source: Download Questions
ru: Синхронизировать

# stats.progress
source: Progress
ru: Прогресс

# mistakes.title
source: Review
ru: Повторение

# mistakes.score
source: Score
ru: Счёт

# mistakes.reviewTitle
source: Mistakes Review
ru: Повторение ошибок

# mistakes.wrongAnswer
source: Wrong Answer
ru: Неправильный ответ

# mistakes.stop
source: Stop
ru: Остановить

# mistakes.stop.confirm.title
source: Stop Review?
ru: Остановить повторение?

# mistakes.stop.confirm.message
source: Your progress will not be saved
ru: Ваш прогресс не будет сохранён

# mistakes.stop.confirm.cancel
source: Cancel
ru: Отмена

# mistakes.stop.confirm.ok
source: Stop
ru: Остановить

# mistakes.noWrongQuestions
source: No wrong answers to review
ru: Нет неправильных ответов для повторения

# mistakes.result.title
source: Review Result
ru: Результат повторения

# mistakes.result.correctAnswers
source: correct answers
ru: правильных ответов

# mistakes.result.totalQuestions
source: Total Questions:
ru: Всего вопросов:

# mistakes.result.timeSpent
source: Time:
ru: Время:

# mistakes.result.improvement
source: Improvement!
ru: Улучшение!

# mistakes.result.needMorePractice
source: Need More Practice
ru: Нужно больше практики

# mistakes.result.repeatAgain
source: Repeat Again
ru: Повторить снова

# mistakes.result.backToStart
source: Back to Start
ru: В главное меню

# mistakes.loading
source: Loading...
ru: Загрузка...

# mistakes.stopped
source: Review stopped
ru: Повторение остановлено

# mistakes.error
source: An error occurred
ru: Произошла ошибка

# mistakes.back
source: Back
ru: Назад

# mistakes.close
source: Close
ru: Закрыть

# achievements.title
source: Achievements
ru: Достижения

# achievements.unlocked
source: Unlocked
ru: Разблокировано

# achievements.locked
source: Locked
ru: Заблокировано

# achievements.progress
source: Progress
ru: Прогресс

# achievements.newAchievement
source: New Achievement!
ru: Новое достижение!

# achievements.congratulations
source: Congratulations!
ru: Поздравляем!

# achievements.share
source: Share
ru: Поделиться

# achievements.share.text
source: Achievement unlocked
ru: Достижение разблокировано

# achievements.reset
source: Reset
ru: Сбросить

# achievements.reset.confirm.title
source: Reset Achievements?
ru: Сбросить достижения?

# achievements.reset.confirm.message
source: All achievements will be locked. This action cannot be undone.
ru: Все достижения будут заблокированы. Это действие нельзя отменить.

# achievements.reset.confirm.ok
source: Reset
ru: Сбросить

# achievements.reset.confirm.cancel
source: Cancel
ru: Отмена

# achievements.firstQuiz.title
source: Beginning of the Path
ru: Начало пути

# achievements.perfectScore.title
source: Barakah
ru: Баракат

# achievements.speedRunner.title
source: Quick Mind
ru: Быстрый ум

# achievements.scholar.title
source: Student
ru: Ученик

# achievements.dedicated.title
source: Diligent
ru: Усердный

# achievements.master.title
source: Seeker of Knowledge
ru: Ищущий знания

# achievements.streak.title
source: Steadfast
ru: Постоянный

# achievements.explorer.title
source: Explorer
ru: Исследователь

# achievements.perfectionist.title
source: Successful
ru: Успешный

# achievements.legend.title
source: Wise
ru: Мудрый

# achievements.firstQuiz.description
source: Complete your first quiz
ru: Пройдите первую викторину

# achievements.perfectScore.description
source: Get 100% in any quiz
ru: Получите 100% в любой викторине

# achievements.speedRunner.description
source: Complete a quiz in under 2 minutes with 80%+ score
ru: Пройдите викторину менее чем за 2 минуты

# achievements.scholar.description
source: Study 100 questions
ru: Изучите 100 вопросов

# achievements.dedicated.description
source: Complete 10 quizzes
ru: Пройдите 10 викторин

# achievements.master.description
source: Complete 50 quizzes
ru: Пройдите 50 викторин

# achievements.streak.description
source: Study for 5 days in a row
ru: Изучайте 5 дней подряд

# achievements.explorer.description
source: Study 500 questions
ru: Изучите 500 вопросов

# achievements.perfectionist.description
source: Get 10 perfect scores
ru: Получите 10 идеальных результатов

# achievements.legend.description
source: Complete 100 quizzes
ru: Пройдите 100 викторин

# achievements.firstQuiz.description.unlocked
source: You completed your first quiz
ru: Вы прошли первую викторину

# achievements.perfectScore.description.unlocked
source: You got 100% in a quiz
ru: Вы получили 100% в викторине

# achievements.speedRunner.description.unlocked
source: You completed a quiz in under 2 minutes with 80%+ score
ru: Вы прошли викторину менее чем за 2 минуты

# achievements.scholar.description.unlocked
source: You studied 100 questions
ru: Вы изучили 100 вопросов

# achievements.dedicated.description.unlocked
source: You completed 10 quizzes
ru: Вы прошли 10 викторин

# achievements.master.description.unlocked
source: You completed 50 quizzes
ru: Вы прошли 50 викторин

# achievements.streak.description.unlocked
source: You studied for 5 days in a row
ru: Вы изучали 5 дней подряд

# achievements.explorer.description.unlocked
source: You studied 500 questions
ru: Вы изучили 500 вопросов

# achievements.perfectionist.description.unlocked
source: You got 10 perfect scores
ru: Вы получили 10 идеальных результатов

# achievements.legend.description.unlocked
source: You completed 100 quizzes
ru: Вы прошли 100 викторин

# achievements.firstQuiz.notification
source: You completed your first quiz! Great start.
ru: Вы прошли свою первую викторину! Начало положено.

# achievements.perfectScore.notification
source: Excellent! You got a perfect score.
ru: Превосходно! Вы получили идеальный результат.

# achievements.speedRunner.notification
source: Incredible speed! You know the material perfectly.
ru: Невероятная скорость! Вы знаете материал на отлично.

# achievements.scholar.notification
source: Great work! You've studied 100 questions.
ru: Отличная работа! Вы изучили 100 вопросов.

# achievements.dedicated.notification
source: Impressive dedication! You completed 10 quizzes.
ru: Впечатляющая преданность! Вы прошли 10 викторин.

# achievements.master.notification
source: Incredible mastery! You completed 50 quizzes.
ru: Невероятное мастерство! Вы прошли 50 викторин.

# achievements.streak.notification
source: Amazing consistency! You've studied for 5 days straight.
ru: Удивительное постоянство! Вы учитесь 5 дней подряд.

# achievements.explorer.notification
source: Deep knowledge! You've studied 500 questions.
ru: Глубокие знания! Вы изучили 500 вопросов.

# achievements.perfectionist.notification
source: Excellent precision! You got 10 perfect scores.
ru: Великолепная точность! Вы получили 10 идеальных результатов.

# achievements.legend.notification
source: Legendary achievement! You completed 100 quizzes.
ru: Легендарное достижение! Вы прошли 100 викторин.

# achievements.progress.quiz
source: %d quiz
ru: %d викторина

# achievements.progress.perfect
source: %d perfect score
ru: %d идеальный результат

# achievements.progress.speed
source: %d fast completion
ru: %d быстрое прохождение

# achievements.progress.questions
source: %d question studied
ru: %d вопрос изучен

# achievements.progress.quizzes
source: %d quiz completed
ru: %d викторина завершена

# achievements.progress.streak
source: %d day in a row
ru: %d день подряд

# achievements.progress.perfects
source: %d perfect score
ru: %d идеальный результат

# notification.title
source: Study Time
ru: Время изучения

# notification.body
source: Time for new knowledge!
ru: Время для новых знаний!

# notification.permission.title
source: Allow Notifications
ru: Разрешить уведомления

# notification.permission.message
source: Get reminders for daily study
ru: Получайте напоминания о ежедневном изучении

# notification.settings.title
source: Configure
ru: Настроить

# notification.settings.enabled
source: Enable Reminders
ru: Включить напоминания

# notification.settings.time
source: Reminder Time
ru: Время напоминания

# notification.settings.test
source: Test Notification
ru: Тестовое уведомление

# achievement.notification.title
source: New Achievement!
ru: Новое достижение!

# achievement.notification.body
source: Congratulations! You earned an achievement:
ru: Поздравляем! Вы получили достижение:

# streak.notification.title
source: Don't Break the Streak!
ru: Не прерывайте серию!

# streak.notification.body
source: Continue daily study to maintain your streak
ru: Продолжайте ежедневное изучение для поддержания серии

# settings.on
source: On
ru: Включено

# settings.off
source: Off
ru: Выключено

# notification.settings.about.title
source: About Reminders
ru: О напоминаниях

# notification.settings.about.description
source: Maintain consistency in learning
ru: Поддерживайте постоянство в изучении

# notification.settings.features.daily
source: Daily study reminders
ru: Ежедневные напоминания о изучении

# notification.settings.features.achievements
source: New achievement notifications
ru: Уведомления о новых достижениях

# notification.settings.features.streak
source: Streak maintenance reminders
ru: Напоминания о поддержании серии

# notification.settings.footer
source: Reminders will be sent daily at the selected time.
ru: Напоминания будут приходить ежедневно в выбранное время.

# notification.permission.denied.message
source: To receive reminders, you need to allow notifications in app settings.
ru: Для получения напоминаний необходимо разрешить уведомления в настройках приложения.

# notification.test.sent.title
source: Test Notification
ru: Тестовое уведомление

# notification.test.sent.message
source: Test notification sent!
ru: Тестовое уведомление отправлено!

# privacy.title
source: Privacy Policy
ru: Политика конфиденциальности

# privacy.done
source: Done
ru: Готово

# privacy.lastUpdated
source: Last updated: October 20, 2025
ru: Последнее обновление: 20 октября 2025 г.

# privacy.introduction.title
source: Introduction
ru: Введение

# privacy.introduction.content
source: Tabiin Academy respects your privacy and is committed to protecting your personal data. This privacy policy explains how we collect, use, and protect your information when using our app.
ru: Tabiin Academy уважает вашу конфиденциальность и стремится защитить ваши личные данные. Данная политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию при использовании нашего приложения.

# privacy.collection.title
source: Information Collection
ru: Сбор информации

# privacy.collection.content
source: We collect only the minimum necessary information for app functionality: • Learning statistics (number of questions answered, correct answers) • App settings (language, sound, notifications) • Achievement and progress data We do NOT collect personal information such as name, email, or phone number.
ru: Мы собираем только минимально необходимую информацию для функционирования приложения: • Статистика обучения (количество пройденных вопросов, правильные ответы) • Настройки приложения (язык, звук, уведомления) • Данные о достижениях и прогрессе Мы НЕ собираем личную информацию, такую как имя, email или телефон.

# privacy.usage.title
source: Data Usage
ru: Использование данных

# privacy.usage.content
source: Collected information is used for: • Displaying your learning progress • Personalizing the learning experience • Improving app functionality • Sending notifications (if enabled)
ru: Собранная информация используется для: • Отображения вашего прогресса обучения • Персонализации опыта обучения • Улучшения функциональности приложения • Отправки уведомлений (если включены)

# privacy.storage.title
source: Data Storage
ru: Хранение данных

# privacy.storage.content
source: All data is stored locally on your device. We do not share your data with third parties and do not use cloud services for storing personal information.
ru: Все данные хранятся локально на вашем устройстве. Мы не передаем ваши данные третьим лицам и не используем облачные сервисы для хранения персональной информации.

# privacy.thirdParty.title
source: Third Party Services
ru: Сторонние сервисы

# privacy.thirdParty.content
source: The app may use the following third-party services: • App Store (for app updates) • iOS system notifications These services have their own privacy policies.
ru: Приложение может использовать следующие сторонние сервисы: • App Store (для обновлений приложения) • Системные уведомления iOS Эти сервисы имеют свои собственные политики конфиденциальности.

# privacy.rights.title
source: Your Rights
ru: Ваши права

# privacy.rights.content
source: You have the right to: • View your data in the statistics section • Reset all data through settings • Disable notifications at any time • Delete the app (all data will be removed)
ru: Вы имеете право: • Просматривать свои данные в разделе статистики • Сбрасывать все данные через настройки • Отключать уведомления в любое время • Удалять приложение (все данные будут удалены)

# privacy.contact.title
source: Contact Information
ru: Контактная информация

# privacy.contact.content
source: If you have questions about this privacy policy, contact us: Email: saydulayev.wien@gmail.com
ru: Если у вас есть вопросы о данной политике конфиденциальности, свяжитесь с нами: Email: saydulayev.wien@gmail.com

# privacy.changes.title
source: Policy Changes
ru: Изменения в политике

# privacy.changes.content
source: We may update this privacy policy. We will notify you of any changes through app updates.
ru: Мы можем обновлять данную политику конфиденциальности. О любых изменениях мы уведомим через обновления приложения.

# terms.title
source: Terms of Service
ru: Условия использования

# terms.done
source: Done
ru: Готово

# terms.lastUpdated
source: Last updated: October 20, 2025
ru: Последнее обновление: 20 октября 2025 г.

# terms.acceptance.title
source: Acceptance of Terms
ru: Принятие условий

# terms.acceptance.content
source: By using the Tabiin Academy app, you agree to these terms of service. If you do not agree to any of the terms, please do not use the app.
ru: Используя приложение Tabiin Academy, вы соглашаетесь с данными условиями использования. Если вы не согласны с какими-либо условиями, пожалуйста, не используйте приложение.

# terms.license.title
source: License
ru: Лицензия

# terms.license.content
source: You are granted a limited, non-exclusive, non-transferable license to use the Tabiin Academy app for personal, non-commercial purposes.
ru: Вам предоставляется ограниченная, неисключительная, непередаваемая лицензия на использование приложения Tabiin Academy в личных, некоммерческих целях.

# terms.prohibited.title
source: Prohibited Uses
ru: Запрещенные действия

# terms.prohibited.content
source: You may not: • Reverse engineer the app • Attempt to hack or compromise security • Use for commercial purposes without permission • Distribute malicious content
ru: Запрещается: • Обратное проектирование приложения • Попытки взлома или нарушения безопасности • Использование в коммерческих целях без разрешения • Распространение вредоносного контента

# terms.content.title
source: User Content
ru: Пользовательский контент

# terms.content.content
source: The app does not collect or process user content. All data is stored locally on your device.
ru: Приложение не собирает и не обрабатывает пользовательский контент. Все данные хранятся локально на вашем устройстве.

# terms.termination.title
source: Termination
ru: Прекращение использования

# terms.termination.content
source: You may stop using the app at any time by deleting it from your device. We reserve the right to discontinue services in case of violation of these terms.
ru: Вы можете прекратить использование приложения в любое время, удалив его с вашего устройства. Мы оставляем за собой право прекратить предоставление услуг в случае нарушения данных условий.

# terms.disclaimer.title
source: Disclaimer
ru: Отказ от ответственности

# terms.disclaimer.content
source: The app is provided "as is" without any warranties. We are not responsible for any losses arising from the use of the app.
ru: Приложение предоставляется "как есть" без каких-либо гарантий. Мы не несем ответственности за любые убытки, возникшие в результате использования приложения.

# terms.liability.title
source: Limitation of Liability
ru: Ограничение ответственности

# terms.liability.content
source: To the maximum extent permitted by law, our liability is limited to the cost of the app or the amount paid for it.
ru: В максимальной степени, разрешенной законом, наша ответственность ограничена стоимостью приложения или суммой, уплаченной за него.

# terms.law.title
source: Governing Law
ru: Применимое право

# terms.law.content
source: These terms are governed by the laws of Austria. Any disputes shall be resolved in the courts of Austria.
ru: Данные условия регулируются законами Австрии. Любые споры подлежат рассмотрению в судах Австрии.

# terms.contact.title
source: Contact Information
ru: Контактная информация

# terms.contact.content
source: For questions related to terms of service, contact: Email: saydulayev.wien@gmail.com
ru: По вопросам, связанным с условиями использования, обращайтесь: Email: saydulayev.wien@gmail.com

# error.title
source: Error
ru: Ошибка

# error.ok
source: OK
ru: ОК

# exam.title
source: Exam
ru: Экзамен

# exam.stop
source: Stop
ru: Остановить
