Repository: Saydulayev/dinIslam
Catalog: dinIslam/Resources/*.lproj/Localizable.strings
Languages: ru

# exam.pause
source: Pause
ru: Пауза

# exam.resume
source: Resume
ru: Продолжить

# exam.skip
source: Skip
ru: Пропустить

# exam.finish
source: Finish Exam
ru: Завершить экзамен

# exam.finish.title
source: Finish Exam
ru: Завершить экзамен

# exam.finish.message
source: Are you sure you want to finish the exam? Results will be saved.
ru: Вы уверены, что хотите завершить экзамен? Результаты будут сохранены.

# exam.finish.cancel
source: Cancel
ru: Отмена

# exam.finish.confirm
source: Finish
ru: Завершить

# exam.settings.title
source: Exam Settings
ru: Настройки экзамена

# exam.settings.cancel
source: Cancel
ru: Отмена

# exam.settings.start
source: Start Exam
ru: Начать экзамен

# exam.settings.presets
source: Presets
ru: Предустановки

# exam.settings.presets.footer
source: Choose a ready configuration or create your own
ru: Выберите готовую конфигурацию или создайте свою

# exam.settings.custom
source: Custom Settings
ru: Пользовательские настройки

# exam.settings.custom.footer
source: Configure exam parameters to your liking
ru: Настройте параметры экзамена под себя

# exam.settings.timePerQuestion
source: Time per question
ru: Время на вопрос

# exam.settings.totalQuestions
source: Number of questions
ru: Количество вопросов

# exam.settings.allowSkip
source: Allow skip
ru: Разрешить пропуск

# exam.settings.showTimer
source: Show timer
ru: Показывать таймер

# exam.settings.autoSubmit
source: Auto submit
ru: Автозавершение

# exam.settings.preview
source: Preview
ru: Предварительный просмотр

# exam.settings.preview.title
source: Exam Parameters
ru: Параметры экзамена

# exam.settings.preview.questions
source: Questions
ru: Вопросов

# exam.settings.preview.timePerQuestion
source: Time per question
ru: Время на вопрос

# exam.settings.preview.totalTime
source: Total time
ru: Общее время

# exam.settings.preview.options
source: Options
ru: Опции

# exam.settings.preview.skip
source: Skip
ru: Пропуск

# exam.settings.preview.timer
source: Timer
ru: Таймер

# exam.settings.preview.autoSubmit
source: Auto submit
ru: Автозавершение

# exam.preset.quick
source: Quick
ru: Быстрый

# exam.preset.quick.description
source: 10 questions, 15 seconds each
ru: 10 вопросов по 15 секунд

# exam.preset.standard
source: Standard
ru: Стандартный

# exam.preset.standard.description
source: 20 questions, 30 seconds each
ru: 20 вопросов по 30 секунд

# exam.preset.extended
source: Extended
ru: Расширенный

# exam.preset.extended.description
source: 30 questions, 60 seconds each
ru: 30 вопросов по 60 секунд

# exam.preset.custom
source: Custom
ru: Пользовательский

# exam.preset.custom.description
source: Configure parameters yourself
ru: Настройте параметры самостоятельно

# exam.pause.title
source: Pause Exam
ru: Пауза экзамена

# exam.pause.message
source: Are you sure you want to pause the exam?
ru: Вы уверены, что хотите поставить экзамен на паузу?

# exam.pause.cancel
source: Cancel
ru: Отмена

# exam.pause.confirm
source: Pause
ru: Пауза

# exam.stop.title
source: Stop Exam
ru: Остановить экзамен

# exam.stop.message
source: Are you sure you want to stop the exam? Results will be saved.
ru: Вы уверены, что хотите остановить экзамен? Результаты будут сохранены.

# exam.stop.cancel
source: Cancel
ru: Отмена

# exam.stop.confirm
source: Stop
ru: Остановить

# exam.result.title
source: Exam Result
ru: Результат экзамена

# exam.result.done
source: Done
ru: Готово

# exam.result.passed
source: Exam Passed!
ru: Экзамен сдан!

# exam.result.failed
source: Exam Failed
ru: Экзамен не сдан

# exam.result.grade
source: Grade
ru: Оценка

# exam.result.answered
source: Answered
ru: Отвечено

# exam.result.correct
source: Correct
ru: Правильно

# exam.result.incorrect
source: Incorrect
ru: Неправильно

# exam.result.skipped
source: Skipped
ru: Пропущено

# exam.result.breakdown
source: Breakdown
ru: Детализация

# exam.result.totalQuestions
source: Total questions
ru: Всего вопросов

# exam.result.timeSpent
source: Time spent
ru: Время выполнения

# exam.result.averageTime
source: Average time
ru: Среднее время

# exam.result.timeExpired
source: Time expired
ru: Время истекло

# exam.result.retake
source: Retake
ru: Пересдать

# exam.result.share
source: Share
ru: Поделиться

# exam.result.share.title
source: 📚 Islamic Exam Results
ru: 📚 Результат экзамена по исламу

# exam.result.share.grade
source: Grade:
ru: Оценка:

# exam.result.share.correctAnswers
source: Correct answers:
ru: Правильных ответов:

# exam.result.share.percentage
source: Percentage:
ru: Процент:

# exam.result.share.time
source: Time:
ru: Время:

# exam.result.share.footer
source: Download Tabiin Academy app to learn Islamic knowledge!
ru: Скачайте приложение Tabiin Academy для изучения исламских знаний!

# exam.grade.excellent
source: Excellent
ru: Отлично

# exam.grade.good
source: Good
ru: Хорошо

# exam.grade.satisfactory
source: Satisfactory
ru: Удовлетворительно

# exam.grade.unsatisfactory
source: Unsatisfactory
ru: Неудовлетворительно
